#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Algoritmos de encriptaci贸n

- Tema presentado por :: Carlos Hern谩ndez
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.1 |  0.3 |                8.0 |  0.7 |    8.33 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 0 | 4 | 10.00 |
| Nivel        | 0 | 0 | 1 | 2 | 1 |  8.00 |
| Relevancia   | 0 | 0 | 0 | 2 | 2 |  9.00 |
| Claridad     | 0 | 0 | 0 | 2 | 2 |  9.00 |
| Presencia    | 0 | 0 | 0 | 1 | 3 |  9.50 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.10 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- hay informaci贸n que puede resumirse, es una exposici贸n muy larga y
  llena de demasiada informaci贸n

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- 隆Felicidades! Se nota que es un tema que te interesa y que comprenes,
  seguramente desde antes de haber preparado esta presentaci贸n.
- 隆Ojo! En ingl茅s se habla de /encryption/, pero en espa帽ol se habla de
  /cifrado/ (no /encriptaci贸n/). No hay, hasta donde yo s茅, una raz贸n clara para
  preferir una palabra sobre la otra... pero conviene que uses la terminolog铆a
  que se usa en el campo en el que buscas participar.
  - (隆y espero que participes en el bonito mundo del cifrado en tu vida
    profesional! )
- ...Capacidad de delimitar el tema y de concreci贸n. Me gust贸 mucho tu
  exposici贸n, est谩 muy bien hecha, pero... Si /le tiras/ a hacer un video de
  15-20 minutos, y terminas entregando uno de 27 minutos, claramente est谩s
  desarrollando m谩s material, o entrando a mayor profundidad, de lo que se
  espera para tu exposici贸n.

  Me parece un /excelente/ material, pero desarrollarlo tanto... termin贸
  incluso cost谩ndote puntos 

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 40% de textos sospechosos
  - 27% de similitudes con otros documentos
  - 12% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - 2% idiomas no reconocidos
  - <1% de citas atribu铆das (citas expresas)
